/* Message if sign in failed
   Message if sign up failed */
"\(error_msg)" = "\(error_msg)";

/* Message if if email has been successfully changed
   Message if password succesfully changed
   Message if sign in failed
   Message if sign up was successfull */
"\(message)" = "\(message)";

/* Name for GoalItem Active Minutes */
"Active Minutes" = "Minutes d'activité";

/* Name for Period Annual */
"Annual" = "Annuel";

/* Name for Measurement Item BMI
   Name of Value BMI */
"BMI" = "BMI";

/* Name for Measurement Item Body Fat
   Name of Value Body Fat */
"Body Fat" = "Graisse corporel";

/* Name for Measurement Item Body Height */
"Body Height" = "Taille corporel";

/* Name for GoalItem Body Weight
   Name for Measurement Item Body Weight
   Name of Value Body Weight */
"Body Weight" = "Poids corporel";

/* Name for GoalItem Calories Burned
   Name for Measurement Item Calories Burned
   Name of Value Calories Burned */
"Calories Burned" = "Calories Burned";

/* Name for GoalItem Calories Eaten
   Name for Measurement Item Calories Eaten
   Name of Value Calories Eaten */
"Calories Eaten" = "Consomation de calories";

/* Name for Setting change email adress */
"Change E - Mail Adress" = "Changement de E-mail adresse";

/* Name for Setting change password */
"Change Password" = "Changement du mot de passe";

/* Title for Message if password change failed */
"Change Password Failed!" = "Changement du mot de passe échoué!";

/* Title for Message if password was succesfully changed */
"Change Password Succesfull!" = "Changement du mot de passe reussi!";

/* Title for Message if company was already added */
"Company already added." = "Company déjà ajoute.";

/* Title for Create Value Screen */
"Create \(self.currentMeasurement.name)" = "créer \(self.currentMeasurement.name)";

/* Name for Period Daily */
"Daily" = "Journalier";

/* Name for GoalItem Distance
   Name for Measurement Item Distance
   Name of Value Distance */
"Distance" = "Distance";

/* Name for Measurement Item Duration */
"Duration" = "Durée";

/* Title for Message if email has been successfully changed
   Title for Message if email was succesfully sent */
"E-Mail has been successfully sent!" = "E-Mail a été envoyé avec succès!";

/* Name for Measurement Item Elevation
   Name of Value Elevation */
"Elevation" = "Elevation";

/* Name for Manage Data Item Elevation in switch case statement
   Name for Manage Data Item Fitness */
"Fitness" = "Fitness";

/* Name of Value Floors */
"Floors" = "Etages";

/* Name for Measurement Item Food */
"Food" = "Alimentation";

/* Title for Message which appears if Dashboard already contains that Item */
"Item already added" = "Contenu déjà ajouté";

/* Name for Period Monthly */
"Monthly" = "Mois";

/* Message if emails is equal to the current one */
"New email cannot be identical with the current one." = "Nouvel e-mail est incompatible à l'actuel.";

/* Name for Manage Data Item Nutrition
   Name for Manage Data Item Nutrition in switch case statement */
"Nutrition" = "Nutrition";

/* Title for Message if password change was successfull */
"Password Succesfully Changed" = "Changement du mot de passe reussi";

/* Message if sign up failed */
"Passwords doesn't Match" = "Mot de passe incompatible";

/* Message if password change failed */
"Passwords don't Match." = "Mot de passe incompatible.";

/* Message if sign in failed */
"Please enter E - Mail Address and Password" = "S'il vous plaît entrer votre E-Mail et mot de passe";

/* Message if sign up failed */
"Please Enter E - Mail Adress and Password" = "S'il vous plaît entrer votre E-Mail et mot de passe";

/* Message if password change failed */
"Please enter your E-Mail and/or Password" = "S'il vous plaît entrer votre E-Mail et/ou mot de passe";

/* Message if password change was successfull */
"S'il vous plaît voir votre boîte de réception pour de plus amples instructions" = "S'il vous plaît voir votre boîte de réception pour obtenir des instructions supplémentaires";

/* Name for Setting set favorite Company */
"Set Favorite Company" = "Réglage des company favoritent";

/* Title for Message sign in failed */
"Sign In Failed!" = "Inscription échouer!";

/* Title for Message sign up failed */
"Sign Up Failed!" = "Inscription échouer!";

/* Title for Message sign up successfull */
"Sign Up Succesfull!" = "Inscription reussi!";

/* Name for Manage Data Item Sleep
   Name for Manage Data Item Sleep in switch case statement
   Name of Value Sleep */
"Sleep" = "Sommeil";

/* Name for Measurement Item Sleep Analysis */
"Sleep Analysis" = "Analyser votre sommeil";

/* Name for GoalItem Steps
   Name for Measurement Item Steps
   Name of Value Steps
   Unit for GoalItem Steps */
"Steps" = "mesures de pas";

/* Text for Day Label */
"Test Test Test 123" = "Test Test Test 123";

/* Message if company was already added */
"The chosen company has already been added to your list. The action can't be executed." = "L'entreprise choisie a déjà été ajouté à votre liste. L'action ne peut être exécutée.";

/* Message if emails do not match */
"The email does not match the registered email for this account." = "Le courriel ne correspond pas à l'e-mail enregistrée pour ce compte.";

/* Message if email is not valid */
"The email in the field 'New Email' is not a valid email." = "l'e-mail dans le champ 'Nouveau courriel' ne est pas une adresse email valide.";

/* Message if emails do not match */
"The fields 'New Email' and 'Confirm New Email' do not match." = "Les champs de New Email »et« Confirmer le nouveau e-mail 'ne correspondent pas.";

/* Name for Manage Data Item Vitals
   Name for Manage Data Item Vitals in switch case statement */
"Vitals" = "Vitals";

/* Name for Measurement Item Water
   Name of Value Water */
"Water" = "eau";

/* Name for Period Weekly */
"Weekly" = "Hedomadaire";

/* Text for LineChart Label Axis */
"x: \(x)   y: \(yValues)" = "x: \(x)   y: \(yValues)";

/* Message which appears if Dashboard already contains that Item */
"You have already added \(item.name). Please choose another one" = "Vous avez déjà ajoute\(item.name). Please choose another one";

/* Message if sign up failed */
"Your E - Mail is not correct" = "Votre E-mail est invalide";

